[
  {
    "id": "main-banner",
    "title": "Guy <span class='color-primary'>Lillico</span>",
    "subtitle": "I'm a Freelancer",
    "bgImage": "./images/banner/bg-image-06.jpg",
    "image": "./images/banner/person-image.jpg"
  },
  {
    "id": "about",
    "title": "A <span class='color-primary'>Front End Developer</span> and <span class='color-primary'>UI Designer</span> from Perth, Western Australia.",
    "description": "I enjoy creating outstanding digital solutions for my clients, whether that be in the form of a web/mobile application or website. With 14+ years of industry experience, I have a passion for UI design and delivering performant, compelling and intuitive user experiences.",
    "downloadButton": "Download CV",
    "linkButton": "Send Message",
    "aboutData": [
      {
        "id": "aboutinfo-1",
        "iconName": "FiArrowRightCircle",
        "label": "Birthday",
        "value": "12.05.1979"
      },
      {
        "id": "aboutinfo-2",
        "iconName": "icon",
        "label": "Age",
        "value": "43"
      },
      {
        "id": "aboutinfo-3",
        "iconName": "icon",
        "label": "Location",
        "value": "Perth, Western Australia"
      },
      {
        "id": "aboutinfo-3",
        "iconName": "icon",
        "label": "Interests",
        "value": "Music, Fishing"
      },
      {
        "id": "aboutinfo-3",
        "iconName": "icon",
        "label": "Study",
        "value": "Murdoch University"
      },
      {
        "id": "aboutinfo-4",
        "iconName": "icon",
        "label": "Degree",
        "value": "B.MMedia"
      },
      {
        "id": "aboutinfo-5",
        "iconName": "icon",
        "label": "Mail",
        "value": "guylillico@gmail.com"
      },
      {
        "id": "aboutinfo-6",
        "iconName": "icon",
        "label": "Phone",
        "value": "+61 415 633 079"
      }
    ]
  },
  {
    "id": "skill",
    "title": "In a <span class='theme-color'>short time</span>, I have been able to achieve excellence in all areas of development.",
    "description": "I provide cost-effective and high quality products to meet our Clients' needs of timely delivery World Wide. I want to be local in a global world to be where our Customers need our services customers need our services."
  },
  {
    "id": "portfolio",
    "subtitle": "PORTFOLIO",
    "title": "FEATURED WORKS",
    "description": "In other words, the best marketing decision you can make is to have a product or business that fulfills a real and compelling need for a real and defined group of people — no matter how much tweaking and refining this takes.(c)"
  },
  {
    "id": "chooseus",
    "imagegroup": [
      {
        "image": "./images/others/why-1.jpg"
      },
      {
        "image": "./images/others/why-2.jpg"
      }
    ]
  },
  {
    "id": "skillTwo",
    "title": "My Skills in <span class='theme-color'>Years</span>",
    "description": "When the past gets its teeth into our daily life, it may get to grips with an astringent reality and adjust our timeline. By recognizing ourselves in the light of our history, we become aware of what we are.(c)"
  },
  {
    "id": "testimonial",
    "title": "Scott Lawrence",
    "subtitle": "CTO - WINR",
    "description": "<p>I've had the pleasure of working with Guy for the past four years and highly recommend him as both a skilled full-stack developer and a great person to have in a tech team.</p><p>Guy handled all aspects of the WINR front-end products - this included designing and developing our marketing sites, our consumer sites and the WINR AdGate product.</p><p>The latter was a custom JavaScript product that enabled publishers to obfuscate content on their sites - until the consumer engaged with the advertising within the AdGate. Guy handled all aspects of the architecture and implementation of the product, ensuring it worked correctly on all mobile & desktop environments and creating the initial AWS Lambda (Serverless) backend to control the display of ads and recording of user sessions and statistics.</p><p>As the product matured, Guy adapted the technology to work with commercial ad platforms (Xandr/AppNexus and Kevel/Adzerk), integrated the product to work within the Header Bidding ecosystem and developed a front-end for our AdOps teams to mange advertising campaigns and publishers.</p><p>On the backend, Guy introduced the (NodeJS-based) serverless platform into the company, and integrated it with our AWS API Gateway/Bitbucket/CircleCI CI/CD environment.</p><p>Guy manages his time extremely well (especially given that the majority of his time was working remotely across the country) and consistently delivers his projects on or ahead of time.</p><p>Guy will be a great asset to any company.</p>",
    "bgImage": "./images/banner/bg-image-03.jpg"
  },
  {
    "id": "brand",
    "brandGroup": [
      {
        "id": "brand-01",
        "image": "./images/brand/1.png"
      },
      {
        "id": "brand-02",
        "image": "./images/brand/2.png"
      },
      {
        "id": "brand-03",
        "image": "./images/brand/3.png"
      },
      {
        "id": "brand-04",
        "image": "./images/brand/4.png"
      }
    ]
  },
  {
    "id": "contactus",
    "title": "Get in touch",
    "subtitle": "Contact"
  }
]